##################yuBrother框架######################

简介：
    为本人练习的框架,为了让自己知道怎么去构建一个框架,一个安全，方便，简洁，
实用的开发框架。同时为了积累工作遇到的比较好的功能。

介绍：
页面框架实用bootstrap v3 来亲自搭建

预计要完成的功能：

后台：

登录
权限管理
菜单管理
系统配置
文章管理(图文,支持多图片上传)
产品管理

前台：
首页，关于我们，产品介绍，最新新闻，联系我们


目录结构:
    /app    应用目录
    /core   框架核心
    /log    日志文件或缓存目录
    /vendor composer下载的包目录
    /composer.json  配置文件
    /index.php  入口文件
    /public 静态文件目录

##################yuBrother框架######################

=================工作日志================================
2017-12-28 11:10:00   完成分组的功能(admin 后台， home 前台)